import React from "react";


const HeroSection = () => {
  return (
    <section className="text-gray-600 body-font">
      <div className="container mx-auto flex px-5 py-24 items-center justify-center flex-col">
        <div className="text-center lg:w-2/3 w-full">
          <h1 className="title-font sm:text-4xl text-3xl mb-4 font-medium text-gray-900">
            درباره ما 
          </h1>
          <p className="mb-8 leading-relaxed font-sans" dir="rtl">
            وسطشهر جایی است میان هیاهوی روزمره و سکوت شب‌های اندیشه، میان زندگی پرشتاب و لحظه‌های نابِ مکاشفه. ما در وسطشهر، به دنبال خلق فضاهایی هستیم که هنر، ادبیات و زندگی را درهم‌تنیده و به تجربه‌ای بی‌واسطه و انسانی تبدیل کند. اینجا نه فقط بستری برای خلق اثر، بلکه فضایی برای گم‌شدن در لایه‌های عمیق هنر و اندیشه است.
            وسطشهر پلی است میان دیروز و فردا، میان نویسندگان کهنه‌کار و هنرمندان نوپا، جایی که کلمات، صداها و تصاویر در هم می‌پیچند و جهانی تازه می‌سازند. ما به هنر به‌عنوان نقطه اتصال میان دل‌ها و ذهن‌ها نگاه می‌کنیم و با هر رویداد، کارگاه، و نشست، سعی داریم در میان این پیچیدگی‌ها لحظه‌ای از توقف، تأمل و نگاه تازه را ایجاد کنیم.
            در وسطشهر، ادبیات و هنر در کنار هم راه می‌روند؛ در اینجا، هر داستان، هر تصویر و هر صدا قصه‌ای از بودن و شدن است. ما می‌کوشیم که با انتشار آثار، برگزاری کارگاه‌ها و تولید پادکست‌ها، مکانی برای تأمل و رشد هنری بیافرینیم؛ جایی که مرزهای میان هنر و زندگی در هم فرو می‌ریزد و هر روز نوید یک آغاز تازه است.

          </p>

        </div>
      </div>
    </section>
  );
};

export default HeroSection;
